[
  {
    "name" : "Singapore-Style Hakka Noodles",
    "description" : "You're going to fall in love with these crisp pan fried nuggets of tofu. All tossed with a curried Hokkien style noodles and veg. We also added an extra kick of chili garlic sauce for the perfect spicy bite!",
    "image" : "recipe_1",
    "ingredients" : "...\n...\n...",
    "procedure" : "1. ...\n2. ...\n3. ..."
  }, {
    "name" : "Veggie Enchiladas",
    "description" : "Veggie ground round makes this dish savoury and filling while veggies and fresh lime make it fresh and bright. You'll love the textures and flavours of these super easy enchiladas.",
    "image" : "recipe_2",
    "ingredients" : "...\n...\n...",
    "procedure" : "1. ...\n2. ...\n3. ..."
  }, {
    "name" : "Thai Massaman Veggie Skewers",
    "description" : "We've updated this classic Thai Massaman curry with summer inspired skewers. This sweet and mild curry sauce is made for dipping!",
    "image" : "recipe_3",
    "ingredients" : "...\n...\n...",
    "procedure" : "1. ...\n2. ...\n3. ..."
  }, {
    "name" : "Mixed Bean and Veggie Panzanella Salad",
    "description" : "Crusty ciabatta is tossed with italian seasoning , shredded carrots, and a rich and meaty mixed beans. It's our light summery take on a hearty italian bean salad!",
    "image" : "recipe_4",
    "ingredients" : "...\n...\n...",
    "procedure" : "1. ...\n2. ...\n3. ..."
  }, {
    "name" : "Za'atar Crusted Halloumi",
    "description" : "Coating delicious halloumi slices in za'atar, is changing the game of quick and simple summer salads! Spinach is topped with pearl couscous that has been tossed in a DIY yogurt dressing. Each bite of this salad is unique and satisfying!",
    "image" : "recipe_5",
    "ingredients" : "...\n...\n...",
    "procedure" : "1. ...\n2. ...\n3. ..."
  }, {
    "name" : "Sesame-Ginger Tempeh Bowl",
    "description" : "The star of this bowl is protein tempeh, made with fermented soybeans and cooked until crumbly and crispy, this special ingredient can please any crowd. Drizzled with DIY tahini dressing, this veggie bowl is full of flavour!",
    "image" : "recipe_6",
    "ingredients" : "...\n...\n...",
    "procedure" : "1. ...\n2. ...\n3. ..."
  }, {
    "name" : "Miso Pesto Shrimp Ramen",
    "description" : "Miso is a traditional Japanese condiment made by fermenting soybeans. You may recognize it from the very popular 'miso soup', but tonight, we're using miso in a whole new way. The combination of salty miso, sweet soy and bright green cilantro combine for something special!",
    "image" : "recipe_7",
    "ingredients" : "...\n...\n...",
    "procedure" : "1. ...\n2. ...\n3. ..."
  }, {
    "name" : "Oven-Baked Portobellos and Chive Mashed Potatoes",
    "description" : "Portobello mushrooms, chive mashed potatoes and gravy need we say more. The easiest onion pan gravy makes this dish rich and flavorful for any night of the week!",
    "image" : "recipe_8",
    "ingredients" : "...\n...\n...",
    "procedure" : "1. ...\n2. ...\n3. ..."
  }, {
    "name" : "Greek Lemon Chicken",
    "description" : "A feast for the eyes and tastebuds! This colourful confetti of roasted vegetables and lemony chicken is sure to put you in a good mood. This recipe is a cinch to prepare so get to it!",
    "image" : "recipe_9",
    "ingredients" : "...\n...\n...",
    "procedure" : "1. ...\n2. ...\n3. ..."
  }, {
    "name" : "Salmon Cakes",
    "description" : "Flaky salmon fillets, crunchy celery, fresh herbs and light panko breadcrumbs come together to create these delicious pan-seared fish cakes. A light mixed salad and roasted sweet potatoes finish off this refreshing meal!",
    "image" : "recipe_10",
    "ingredients" : "...\n...\n...",
    "procedure" : "1. ...\n2. ...\n3. ..."
  }, {
    "name" : "Pan-Seared Steak",
    "description" : "These flat, tiny onions are sweeter than typical onions. After a quick roast in the oven, they become caramelized and nearly candy-like. Served alongside juicy steak and drizzled with a rich tomato pan sauce, this dish would win any chef’s stamp of approval.",
    "image" : "recipe_11",
    "ingredients" : "...\n...\n...",
    "procedure" : "1. ...\n2. ...\n3. ..."
  }, {
    "name" : "Zesty Hoisin Chili Beef",
    "description" : "The base of this fantastic stir-fry are chow mein noodles! These are popular egg noodles, that can be found in supermarkets fresh or dried. Both ways are delicious. Tonight they are paired with beef and a sweet and salty sauce. Don't be afraid to slurp and enjoy each bite!",
    "image" : "recipe_12",
    "ingredients" : "...\n...\n...",
    "procedure" : "1. ...\n2. ...\n3. ..."
  }, {
    "name" : "Peking Pork",
    "description" : "Tossing pork in a sweet peking glaze creates delicious caramelization in the pan. By stirring a bit of green onion into the rice, we’re infusing it with fragrant aromatics. These quick tricks make for a super flavourful 30-minute stir-fry!",
    "image" : "recipe_13",
    "ingredients" : "...\n...\n...",
    "procedure" : "1. ...\n2. ...\n3. ..."
  }, {
    "name" : "Chicken Shawarma Plate",
    "description" : "We've paired up with Sabra Hummus for a classic Middle Eastern shawarma plate. Our Shawarma blend is smoky, sweet and oh so delicious. Paired with pickled cabbage, crispy chickpeas and a bright and zingy tabouli salad! Its equally tasty and colourful!",
    "image" : "recipe_14",
    "ingredients" : "...\n...\n...",
    "procedure" : "1. ...\n2. ...\n3. ..."
  }
]












